Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: For more information, see Set Up or Change the Chart of Accounts.
cs_cz: Další informace naleznete v části Nastavení nebo změna účetní osnovy.

source: In the top right corner, choose the Search for Page or Report icon, enter Job Posting Groups, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Účto skupiny projektu a pak vyberte související odkaz.

source: Choose the New action, and then fill in the account fields as described in the following table.
cs_cz: Vyberte akci Nový a poté vyplňte pole účtu tak, jak popisuje následující tabulka.

source: Account field
cs_cz: Pole účtu

source: Code
cs_cz: Kód

source: A code for the posting group.
cs_cz: Určuje kód účto skupiny.

source: You can enter up to 10 characters, including spaces.
cs_cz: Můžete zadat až 10 znaků včetně mezer.

source: WIP Costs Account
cs_cz: Účet NV

source: The WIP account for the calculated cost of the job WIP, which is a balance sheet capital asset account.
cs_cz: Účet NV pro vypočítané náklady na NV projektu, což je rozvahový účet kapitálového majetku.

source: WIP Accrued Costs Account
cs_cz: Účet s časovým rozlišením nákladů NV

source: An account for the Cost Value or Cost of Sales method of WIP calculation, which is a balance sheet accrued expense liability account.
cs_cz: Účet pro hodnotu nákladů nebo nákladovou prodejní metodu výpočtu NV, což je rozvahový účet s časovým rozlišením výdajů.

source: This will be posted to when the WIP adjustment requires that usage costs posted to the income statement be increased.
cs_cz: Toto bude zaúčtováno, až bude úprava NV vyžadovat, aby náklady na využití účtované do výkazu zisku a ztráty byly zvýšeny.

source: Job Costs Applied Account
cs_cz: Účet použitých nákladů projektu

source: A balancing account to the WIP Costs Account, which is a contra for a negative expense account.
cs_cz: Vyrovnávací účet k účtu nákladů NV, což je protihodnota pro účet záporných výdajů.

source: Item Costs Applied Account
cs_cz: Účet použitých nákladů položky

source: Resource Costs Applied Account
cs_cz: Účet použitých nákladů na zdroje

source: Costs Applied Account
cs_cz: Účet použitých nákladů projektu

source: Job Costs Adjustment Account
cs_cz: Účet úpravy nákladů na projekt

source: The balancing account to the WIP Accrued Costs account, which is an expense account.
cs_cz: Vyrovnávací účet k účtu NV s časovým rozlišením nákladů, což je výdajový účet.

source: G/L Expense Acc. (Budget)
cs_cz: Finanční účet Výdaje (Rozpočet)

source: The sales account that will be used for general ledger expenses in job tasks with this posting group.
cs_cz: Prodejní účet, který bude použit pro výdaje hlavní knihy v činnostech projektu s touto účto skupinou.

source: If left empty, the general ledger account entered on the job planning line is used.
cs_cz: Pokud je ponecháno prázdné, použije se účet hlavní knihy zadaný v řádku plánování projektu.

source: WIP Accrued Sales Account
cs_cz: Účet NV s časovým rozlišením prodeje

source: The WIP account for the calculated sales value of the WIP, which is a balance sheet Accrued Revenue account.
cs_cz: Účet NV pro vypočítanou hodnotu prodeje NV, což je rozvahový účet s časovým rozlišením příjmů.

source: This is posted to when the WIP adjustment requires the recognized revenue to be increased.
cs_cz: Toto je zaúčtováno, když úprava NV vyžaduje, aby se zvýšil uznaný příjem.

source: WIP Invoiced Sales Account
cs_cz: Účet fakturovaných výnosů NV

source: The account for the invoiced sales value of the WIP that is not able to be recognized.
cs_cz: Účet fakturované hodnoty prodeje NV, který nelze rozpoznat.

source: It is a balance sheet Unearned Revenue account.
cs_cz: Jedná se o rozvahový účet nerozdělených výnosů.

source: Job Sales Applied Account
cs_cz: Účet použitých výnosů projektu

source: The balancing account to the WIP Invoiced Sales account, which is a contra income account.
cs_cz: Určuje zůstatkový účet pro účet fakturovaných výnosů NV, je obvykle protiúčet příjmů.

source: Job Sales Adjustment Account
cs_cz: Účet adjustace výnosů projektu

source: The balancing account to the WIP Job Sales Account, which is an income account.
cs_cz: Vyrovnávací účet k prodejnímu účtu NV projektu, což je příjmový účet.

source: Recognized Costs Account
cs_cz: Účet uznaných nákladů

source: The expense account that contains the recognized costs for the job.
cs_cz: Výdajový účet, který obsahuje uznané náklady na projekt.

source: It is a debit expense account ordinarily.
cs_cz: Je to běžný debetní účet.

source: Recognized Sales Account
cs_cz: Rozpoznaný prodejní účet

source: The income account that contains the recognized income for the job.
cs_cz: Účet příjmů, který obsahuje uznaný příjem za projekt.

source: It is a credit income account ordinarily.
cs_cz: Jedná se obvykle o účet úvěrových výnosů.

source: Set Up Project Management
cs_cz: Nastavení řízení projektu

source: Set Up Resources
cs_cz: Nastavení zdrojů

source: To correctly manage resource activities, you must set up your resources and the related costs and prices.
cs_cz: Chcete-li správně spravovat aktivity zdrojů, musíte nastavit zdroje a související náklady a ceny.

source: The job-related prices, discounts, and cost factor rules are set up on the job card.
cs_cz: Ceny související s projektem, slevy a nákladová pravidla jsou nastaveny na kartě projektu.

source: You can specify the costs and prices for individual resources, resource groups, or all available resources of the company.
cs_cz: Můžete specifikovat náklady a ceny jednotlivých zdrojů, skupin zdrojů nebo všech dostupných zdrojů společnosti.

source: When resources are used or sold in a job, the prices and costs associated with them are retrieved from the information that you set up.
cs_cz: Když jsou zdroje využívány nebo prodávány v projektu, ceny a náklady spojené s nimi jsou získány z informací, které jste nastavili.

source: You specify the default amount per hour when the resource is created.
cs_cz: Určujete výchozí částku za hodinu, kdy je zdroj vytvořen.

source: For example, if you use a specific machine on a job for five hours, the job would be calculated based on the amount per hour.
cs_cz: Například pokud používáte konkrétní stroj na projektu po dobu pěti hodin, bude projekt vypočítán na základě částky za hodinu.

source: To set up a resource
cs_cz: Nastavení zdroje

source: Create a card for each resource that you want to use in projects.
cs_cz: Vytvořte kartu pro každý zdroj, který chcete použít v projektech.

source: In the top right corner, choose the Search for Page or Report icon, enter Resources, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Zdroje a zvolte související odkaz.

source: To set up a resource group
cs_cz: Nastavení skupiny zdrojů

source: You can combine several resources in one resource group.
cs_cz: Můžete kombinovat několik zdrojů v jedné skupině zdrojů.

source: All capacities and budgets of resource groups are accumulated from the individual resources.
cs_cz: Všechny kapacity a rozpočty skupin zdrojů jsou shromažďovány z jednotlivých zdrojů.

source: It is also possible to enter capacities for resource groups either independently of the accumulated values or in addition to them.
cs_cz: Je také možné zadávat kapacity pro skupiny zdrojů buď nezávisle na nahromaděných hodnotách nebo vedle nich.

source: In the top right corner, choose the Search for Page or Report icon, enter Resource groups, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Skupiny zdrojů a zvolte související odkaz.

source: To set capacity for a resource
cs_cz: Nastavení kapacity pro prostředek

source: To calculate how much time a resource can spend on jobs, their capacity must first be set up as available time per period on the work calendar.
cs_cz: Chcete-li vypočítat, kolik času může zdroj vynaložit na projekty, musí být jejich kapacita nejprve nastavena jako dostupný čas za období v pracovním kalendáři.

source: This setup is used when you fill in job planning lines that contain the resource.
cs_cz: Toto nastavení se používá při vyplňování řádků plánování projektu, které obsahují zdroj.

source: Open the relevant resource card, and then choose the Resource Capacity action.
cs_cz: Otevřete příslušnou kartu zdroje a potom vyberte akci Kapacita zdroje.

source: In the Resource Capacity window, in the View By field, specify the length of the period, such as Day, that is shown on columns on the Resource Capacity Matrix FastTab.
cs_cz: V okně Kapacita zdroje v poli Zobrazit po určete délku období například Den, který je zobrazen ve sloupcích na záložce s náhledem Matice kapacity zdrojů.

source: For each resource on a line, specify for each period on the columns the number of hours that the resource is available.
cs_cz: Pro každý prostředek na řádku určete pro každé období ve sloupcích počet hodin, kdy je prostředek k dispozici.

source: Alternatively, to detail the resource's weekly capacity within a starting and ending date, choose the Set Capacity action.
cs_cz: Chcete-li podrobně popsat týdenní kapacitu zdroje v počátečním a konečném datu, zvolte akci Nastavit kapacitu.

source: In the Resource Capacity Settings window, fill in the fields as necessary.
cs_cz: V okně Nastavení kapacit zdrojů vyplňte pole podle potřeby.

source: Choose the Update Capacity action.
cs_cz: Zvolte akci Aktualizovat kapacitu.

source: The Resource Capacity window is updated with the entered capacity.
cs_cz: Okno Kapacita zdroje se aktualizuje o zadanou kapacitu.

source: To set up alternate resource costs
cs_cz: Nastavení alternativních nákladů na zdroje

source: In addition to the cost specified on the resource card, you can set up alternate costs for each resource.
cs_cz: Kromě nákladů uvedených na kartě zdroje můžete nastavit alternativní náklady pro každý zdroj.

source: For example, if you pay an employee a higher hourly rate for overtime, you can set up a resource cost for the overtime rate.
cs_cz: Například pokud zaplatíte zaměstnanci vyšší hodinovou sazbu za přesčasy, můžete nastavit náklady na zdroje za přesčasovou sazbu.

source: The alternate cost that you set up for the resource will override the cost on the resource card when you use the resource in the resource journal.
cs_cz: Náhradní cena, kterou nastavíte pro zdroj, přepíše náklady na kartě zdroje při použití zdroje v deníku zdrojů.

source: Select the resource for that you want to set up one or more alternate costs for, and then choose the Costs action.
cs_cz: Vyberte zdroj, pro který chcete nastavit jeden nebo více alternativních nákladů a pak vyberte akci Náklady.

source: In the Resource Costs window, fill in the fields on a line as necessary.
cs_cz: V okně Náklady zdrojů vyplňte pole podle potřeby.

source: Repeat step 3 for each alternate resource cost that you want to set up.
cs_cz: Opakujte krok 3 pro každou alternativní cenu zdroje, kterou chcete nastavit.

source: To set up resource costs that will apply to all resources and resource groups, open the Resource Costs window and fill in the fields.
cs_cz: Chcete-li nastavit náklady na zdroje, které se budou vztahovat na všechny zdroje a skupiny zdrojů, otevřete okno Náklady zdroje a vyplňte pole.

source: To set up alternate resource prices
cs_cz: Nastavení alternativních cen zdrojů

source: In addition to price specified on the resource card, you can set up alternate prices for each resource.
cs_cz: Kromě ceny uvedené na kartě zdrojů můžete nastavit alternativní ceny pro každý zdroj.

source: These alternate prices can be conditional.
cs_cz: Tyto alternativní ceny mohou být podmíněné.

source: They can depend on whether the resource is used with a specific job or work type.
cs_cz: Mohou záviset na tom, zda je zdroj používán s určitým projektem nebo typem práce.

source: Select the resource for that you want to set up one or more alternate prices for, and then choose the Prices action.
cs_cz: Vyberte zdroj, pro který chcete nastavit jednu nebo více alternativních cena a pak vyberte akci Ceny.

source: In the Resource Prices window, fill in the fields on a line as necessary.
cs_cz: V okně Ceny zdrojů vyplňte pole podle potřeby.

source: Repeat step 3 for each alternate resource price that you want to set up.
cs_cz: Opakujte krok 3 pro každou alternativní cenu zdroje, kterou chcete nastavit.

source: Set Up Timesheets
cs_cz: Nastavení pracovních výkazů

source: Set Up Time Sheets
cs_cz: Nastavení pracovních výkazů

source: Time sheets in Dynamics NAV handle time registration in weekly increments of seven days.
cs_cz: Pracovní výkazy v Dynamics NAV zaznamenávejte v týdenních přírůstcích po sedmi dnech.

source: You use them to track the time used on jobs, and you can use them to record simple resource time registration.
cs_cz: Používáte je ke sledování času použitého na projektech a můžete je použít k záznamu jednoduché registrace času.

source: Before you can use time sheets, you must specify how you want them to be set up and configured.
cs_cz: Než budete moci používat pracovní výkazy, musíte určit, jak chcete, aby byly nastaveny a nakonfigurovány.

source: After you have set up how your organization will use time sheets, you can specify if and how time sheets are approved.
cs_cz: Jakmile nastavíte, jak bude vaše organizace používat pracovní výkazy, můžete určit, zda a jak jsou schvalovány.

source: Depending on the needs of your organization, you can designate:
cs_cz: V závislosti na potřebách vaší organizace můžete určit:

source: One or more users as the time sheet administrator and approver for all time sheets.
cs_cz: Jeden nebo více uživatelů jako správce pracovního výkazu a schvalovatel pro všechny pracovní výkazy.

source: A time sheet approver for each resource.
cs_cz: Schvalovatel pracovního výkazu pro každý zdroj.

source: When you have set up time sheets, you can create time sheets for resources, assign them to job planning lines, and post time sheet lines.
cs_cz: Když jste nastavili pracovní výkazy, můžete vytvořit pracovní výkazy pro zdroje, přiřadit je k řádkům plánování projektu a zaúčtovat řádky pracovních výkazů.

source: Use Time Sheets .
cs_cz: Použití pracovních výkazů .

source: To set up general information for time sheets
cs_cz: Nastavení obecných informací pro pracovní výkazy

source: In the top right corner, choose the Search for Page or Report icon, enter Resources Setup, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení zdrojů a zvolte související odkaz.

source: For the Time Sheet by Job Approval field, select one of the following options.
cs_cz: Pro pole Pracovní výkaz Schválení pracovního výkazu za projekt vyberte jednu z následujících možností.

source: The user in the Time Sheet Approver User ID field on the resource card approves the time sheet.
cs_cz: Uživatel v poli ID schvalovatele pracovního výkazu na kartě zdrojů schvaluje pracovní výkaz.

source: The user in the Person Responsible field on the job card approves the time sheet.
cs_cz: uživatel v poli Zodpovědná osoba na pracovní kartě schvaluje pracovní výkaz.

source: Machine Only´
cs_cz: Pouze stroj ´

source: If the machine time sheet is linked with a job, then the user in the Person Responsible field on the job card approves the time sheet.
cs_cz: Je-li pracovní výkaz stroje spojen s projektem, uživatel v poli Odpovědná osoba na kartě projektu schvaluje pracovní výkaz.

source: If the machine time sheet is linked with a resource, then the user in the Time Sheet Approver User ID field on the resource card approves the time sheet.
cs_cz: Je-li pracovní výkaz stroje spojen se zdrojem, pak uživatel v poli ID schvalovatele pracovního výkazu na kartě zdrojů schvaluje pracovní výkaz.

source: To assign a time sheet administrator
cs_cz: Přiřazení správce pracovního výkazu

source: In the top right corner, choose the Search for Page or Report icon, enter User Setup, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení uživatele a zvolte související odkaz.

source: Add a new user, if the user list does not include the person who you want to be the time sheet administrator.
cs_cz: Přidejte nového uživatele, pokud seznam uživatelů neobsahuje osobu, kterou chcete mít správcem pracovních výkazů.

source: For more information, please contact your administrator.
cs_cz: Pro další informace prosím kontaktujte svého správce.

source: Select a user to be a time sheet administrator, and then select the Time Sheet Admin.
cs_cz: Vyberte uživatele, kterého chcete mít správcem pracovních výkazů a poté vyberte Správce pracovního výkazu

source: check box.
cs_cz: zaškrtávací políčko.

source: It is recommended that you designate only one user to be the time sheet administrator for a company.
cs_cz: Doporučuje se, abyste pro společnost určili pouze jednoho uživatele, který bude správcem pracovních výkazů.

source: In the following procedure, you set up a time sheet owner and approver where the time sheet approver is assigned for each resource.
cs_cz: V následujícím postupu nastavíte vlastníka a schvalovatele pracovního výkazu, kde je pro každý zdroj přidělen schvalovatel pracovního výkazu.

source: To assign a time sheets owner and approver
cs_cz: Přiřazení vlastníku pracovního výkazu a schvalovatele

source: Select the resource for which you want to set up the ability to use time sheets, and then select the Use Time Sheet check box.
cs_cz: Vyberte zdroj, pro který chcete nastavit možnost používat pracovní výkazy a poté zaškrtněte políčko Použít pracovní výkaz.

source: In the Time Sheet Owner User ID field, enter the ID of the owner of the time sheet.
cs_cz: V poli ID vlastníka pracovního výkazu zadejte ID vlastníka pracovního výkazu.

source: The owner can enter time usage on a time sheet and submit it for approval.
cs_cz: Vlastník může zadat časový údaj na časovém rozvrhu a předložit jej ke schválení.

source: In general, when the resource is a person, that person is also the owner.
cs_cz: Obecně platí, že pokud je zdroj osoba, je tato osoba také vlastníkem.

source: In the Time Sheet Approver User ID field, enter the ID of the approver of the time sheet.
cs_cz: Do pole ID schvalovatele pracovního výkazu zadejte ID schvalovatele pracovního výkazu.

source: The approver can approve, reject, or reopen a time sheet.
cs_cz: Schvalovatel může schvalovat, odmítnout nebo znovu otevřít pracovní výkaz.

source: You cannot change the ID of the time sheet approver if there are time sheets that have not yet been processed and have the status of Submitted or Open.
cs_cz: Nemůžete změnit ID schvalovatele pracovního výkazu, pokud existují pracovní výkazy, které dosud nebyly zpracovány a mají status Odeslané nebo Otevřené.

source: Use Resources for Jobs
cs_cz: Použití zdrojů pro projekty

source: You record the usage of resources in the job journal to keep track of costs, prices, and the work types that are linked to jobs.
cs_cz: Zaznamenáváte využití zdrojů v deníku projektu, abyste sledovali náklady, ceny a typy práce, které jsou spojeny s projektem.

source: You can also post the usage of a resource in a resource journal.
cs_cz: Můžete také účtovat využití zdroje v deníku zdrojů.

source: Entries posted in a resource journal have no effect on the general ledger.
cs_cz: Položky zaúčtované v deníku zdrojů nemají vliv na finance.

source: To assign resources to jobs
cs_cz: Přiřazení zdrojů k projektům

source: You assign resources to jobs by creating job planning lines for the job.
cs_cz: Zdroje přiřazujete k projektům vytvářením řádků plánování projektu.

source: To record resource usage for a job
cs_cz: Záznam využití zdrojů pro projekt

source: Open a relevant job journal batch, and then fill in the fields as necessary.
cs_cz: Otevřete příslušný list deníku projektu a vyplňte pole podle potřeby.

source: To adjust resource prices
cs_cz: Úprava cen zdrojů

source: If you want to change costs or prices for a large number of resources, you can use a batch job.
cs_cz: Chcete-li změnit náklady nebo ceny pro velké množství zdrojů, můžete použít dávkovou úlohu.

source: In the top right corner, choose the Search for Page or Report icon, enter Adjust Resource Costs/Prices, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Úprava nákladů/cen zdrojů a zvolte související odkaz.

source: Fill in the fields on a line as necessary, and then choose the OK button.
cs_cz: Vyplňte pole podle potřeby a poté klepněte na tlačítko OK.

source: This batch job does not create or adjust alternate costs or prices for resources.
cs_cz: Tato dávková úloha nevytváří ani neupravuje alternativní náklady nebo ceny zdrojů.

source: It only changes the contents of the field on the resource card for the Adjust Field field that you selected in the batch job.
cs_cz: Změní pouze obsah pole na kartě zdrojů pro pole Upravit pole, které jste vybrali v dávkové úloze.

source: The adjustment will take effect immediately for resources, so check your adjustment factors before you run the batch job.
cs_cz: Úprava se pro zdroje projeví okamžitě, proto zkontrolujte vaše úpravy před spuštěním dávkové úlohy.

source: To get resource price change suggestions based on existing alternate prices
cs_cz: Získání návrhů na změny cen zdrojů založené na stávajících alternativních cenách

source: If you have already set up alternate resource price for some resources, you can use a batch job to set up multiple alternate resource prices.
cs_cz: Pokud jste již pro některé zdroje nastavili alternativní cenu zdroje, můžete použít dávkovou úlohu pro nastavení více alternativních cen zdrojů.

source: In the top right corner, choose the Search for Page or Report icon, enter Resource Price Changes, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Změny cen zdrojů a zvolte související odkaz.

source: Choose the Suggest Res.
cs_cz: Zvolte možnost Návrh výs.

source: Price Chg.
cs_cz: ceny zm.

source: (Price) action, and then fill in the fields as necessary.
cs_cz: (Ceny) a vyplňte pole podle potřeby.

source: When the batch job is finished, the Resource Price Changes window shows the results of the batch job.
cs_cz: Po dokončení dávkové úlohy se v okně Změny cen zdrojů zobrazí výsledky dávkové úlohy.

source: To get resource price change suggestions based on standard prices
cs_cz: Získání návrhů na změny cen zdrojů založené na standardních cenách

source: If you want to set up multiple alternate resource prices based on the standard prices on the resource cards, you can use a batch job.
cs_cz: Chcete-li nastavit více alternativních cen zdrojů založených na standardních cenách na kartách zdrojů, můžete použít dávkovou úlohu.

source: (Res.) action, and then fill in the fields as necessary.
cs_cz: (Výs.) a vyplňte pole podle potřeby.

source: When the batch job is finished, open the Resource Price Changes window to see the results of the batch job.
cs_cz: Po dokončení dávkové úlohy otevřete okno Změny cen zdrojů a zobrazte výsledky dávkové úlohy.

source: To get resource price change suggestions based on alternate prices
cs_cz: Získání návrhů na změny cen zdrojů založené na alternativních cenách

source: In the Search box, enter Suggest Res.
cs_cz: Do poleVyhledat zadejte Navrhnout výs.

source: (Price) , and then choose the related link.
cs_cz: (Cena) a poté vyberte související odkaz.

source: Use Time Sheets for Jobs
cs_cz: Použití pracovních výkazů pro projekty
